{
    "lang_code": "nl",
    "flag_code": "nl",
    "display_name": "Nederlands",
    "cookie_accept": "Om je taalkeuze te herinneren gebruikt deze pagina cookies. Ben je het eens met het gebruik van cookies?",
    "index_title": "Hnefatafl",
    "welcome": "Welkom bij deze site om Hnefatafl te spelen.",
    "new_game": "Maak nieuw spel",
    "or_join": "Of neem deel aan het spel van een vriend",
    "game_code": "Spelsleutel",
    "join": "Aansluiten",
    "not_found_title": "Niet gevonden",
    "the_page_was_not_found": "Pagina $PATH was niet gevonden.",
    "game_title": "Spel",
    "special_thanks": "Veel dank aan Andrew en Eiliv.",
    "write_to_opponent_here": "Schrijf hier berichten naar je tegenstander...",
    "rules": {
        "rules": "Regels",
        "intro": "Dit spel wordt gespeeld met twee spelers, een aanvaller en een verdediger. Voor de aanvaller is het doel van het spel om de koning van de verdediger te slaan. Voor de verdediger, die qua stukken in de minderheid is, is het doel om dit te voorkomen door met de koning naar een burcht in een van de vier hoeken van het bord te vluchten.",
        "placing_pieces_header": "Startpositie stukken",
        "placing_pieces": "De koning begint precies in het midden van het bord en is omringd door zijn 12 verdedigers, die op de gemarkeerde vakjes staan. De 24 aanvallende stukken beginnen op de gemarkeerde vakjes in elke hoek.",
        "moving_pieces_header": "Stukken verplaatsen (beurten)",
        "moving_pieces": "Elke beurt mag een speler één stuk verplaatsen, en de aanvaller mag altijd beginnen. Alle stukken op het bord worden op dezelfde manier verplaatst: een of meerdere vakjes in elke richting (niet diagonaal), zoals de toren bij schaken. Een stuk kan niet over een ander stuk springen, en enkel de koning mag op een van de burchten staan. Wel mogen de stukken over de centrale koningsburcht springen.",
        "taking_pieces_header": "Stukken slaan",
        "taking_pieces": "Een stuk wordt geslagen wanneer een stuk van de tegenstander ernaast staat, en vervolgens er nog een aan de andere kant komt te staan (zie afbeelding). Het stuk wordt dan uit het spel verwijderd. Het stuk wordt echter niet geslagen als deze zelf tussen twee vijandige stukken gezet wordt. Een stuk kan ook worden geslagen met behulp van een van de hoekburchten aan de ene kant, en een vijandig stuk aan de andere kant (zie afbeelding). De koning kan zelf ook bijdragen aan het slaan van een aanvallend stuk, maar kan zelf niet worden geslagen.",
        "hirdmann_killed_header": "Een verdediger wordt geslagen:",
        "hirdmann_killed": "Een verdediger wordt geslagen als aanvallers bewegen zoals met de pijlen aangegeven.",
        "aatakar_killed_header": "Een aanvaller wordt geslagen:",
        "aatakar_killed": "Een aanvaller wordt geslagen als hij naast een burcht staat en een verdediger komt op een vakje ernaast te staan.",
        "who_wins_header": "Wie wint",
        "who_wins": "De verdedigende speler wint als het lukt om met de koning een van de burchten in de hoeken te bereiken. De verdediger verliest wanneer zijn koning volledig is ingesloten door aanvallers, en daardoor niet meer kan bewegen (zie afbeelding). Ook bij het verslaan van de koning kan een burcht gebruikt worden in combinatie met drie aanvallende stukken.",
        "king_killed_header": "De koning is gestorven:",
        "king_killed": "De koning is gestorven wanneer hij vijanden op alle kanten heeft en niet meer ontvluchten kunt."
    },
    "game": {
        "close_error": "Er is iets fout gegaan. Ontkoppeld:",
        "end": {
            "true": "De koning is geslagen",
            "false": "De koning ontvluchtte"
        },
        "code": "Geef je vriend deze code als zij deelnemen kunnen:",
        "host_success": "Verbonden.",
        "join_fail": "De server gaaf een onjuist antwoord. Ik verwachtte de code $CODE, maar kreeg ",
        "join_success": "Nam deel aan ronde.",
        "your_turn": "Het is jouw beurt.",
        "opponents_turn": "Je tegenstander is aan de beurt.",
        "game_start": "Het spel is begonnen",
        "game_start2": {
            "true": " en je bent aan het starten.",
            "false": ", maar je start het niet."
        },
        "game_win": "Gefeliciteerd; je hebt gewonnen!",
        "game_lose": "Volgende keer beter; je hebt verloren :(",
        "team_aatak": "Aanvaller",
        "team_hirdi": "Verdediger",
        "unknown": "Onbekend"
    }
}