{
    "lang_code": "no",
    "flag_code": "no",
    "display_name": "Norsk",
    "cookie_accept": "For å hugsa valet ditt av mål nyttar denne sida vitne, eller «cookies». Er detta greidt?",
    "index_title": "Nevetavl",
    "welcome": "Velkomen til denne sida for å spela nevetavl.",
    "new_game": "Lag nytt spel",
    "or_join": "Eller vert med i spelet åt ein ven",
    "game_code": "Spellykel",
    "join": "Vert med",
    "not_found_title": "Ikkje funne",
    "the_page_was_not_found": "Sida $PATH vart ikkje funni.",
    "game_title": "Spel",
    "special_thanks": "Serleg takk til Andrew og Eiliv.",
    "write_to_opponent_here": "Skriv ei melding til motstandaren din her...",
    "rules": {
        "rules": "Reglar",
        "intro": "Spelet gjeng ut på å taka kongen til fange. Hirdi åt kongen strider mot åtakarane som ero i fleirtal og kongen må flya. Åtakarane hava vunne um kongen er åleine med berre åtakarar kring seg. Kongen og hirdi hava vunne um kongen greider å flya til ei av dei fjore borgene sine (éi i kvart hyrna av tavlet).",
        "placing_pieces_header": "Setjing av brikkone",
        "placing_pieces": "Dei 13 kvite brikkone (kongen og dei 12 hirdmennene hans) verta sette ut i dei merkte bolkane midt på tavlet med kongen i midten (kongsborgi). Dei 24 svarte brikkone (åtakarane) verta sette ut i dei merkte bolkane på kvar av dei fjore sidone.",
        "moving_pieces_header": "Flytjing av brikkone (stikk)",
        "moving_pieces": "Åtakarane taka stødt fyrste stikk. Spelet held so fram til skiftes millom dei tvo partane. Alle åtakarane og hirdmennene verta flutte på same måte: Ei brikka kann verta flutt til alle sidor eitt eller fleire bolkar til ein lìdug stad (på same måte som tårnet i skåk), men ikkje skeivt. Det er ikkje lov å hoppa yver andre brikkor. Berre kongen kann standa på bolken i midten (kongsborgi), men andre kunna fritt hoppa yver um ein vil. Det er helder ingen annan en kongen som kann ganga i hyrnebolkane (dei fjore borgene kongen kann flya åt).",
        "taking_pieces_header": "Slag av brikkor",
        "taking_pieces": "Ein hermann (åtakar eller hirdmann) vert slegen nær han hev ein motstandar på éi sida og fær ein annan på hi (sjå bilætet). Brikka vert då teki burt frå tavlet. Derimot vert ikkje hermannen slegen um han sjølv flyt inn i ein liknande bolk millom tvei motstandarar. Ein hermann vert òg slegen um han hev ei av hyrneborgene på éi sida og ein motstandar på hi (sjå bilætet). Kongen kann sjølv vera med på å slå åtakarane på same måte som hirdi si, men kann ikkje sjølv verta slegen.",
        "hirdmann_killed_header": "Hirdmann vert slegen:",
        "hirdmann_killed": "Hirdmannen vert slegen nær ein av åtakarane vert flutt som pilene visa.",
        "aatakar_killed_header": "Åtakar vert slegen:",
        "aatakar_killed": "Åtakaren vert slegen nær han stend med «ryggen mot» kongsborgi og ein hirdmann vert flutt til bolken på hi sida.",
        "who_wins_header": "Kven vinn",
        "who_wins": "Kongen vinn um han greider å flya åt ei av borgene sine (hyrnebolkane). Han hev tapa um han vert stengd inne millom fjore åtakarar og ikkje kann flytja seg (sjå teikningi). Han hev òg tapa um han er stengd inne med «ryggen mot borgi si» i midten av tavlet og med åtakarar på trjå sidor.",
        "king_killed_header": "Kongen vert teken:",
        "king_killed": "Kongen er teken nær han hev åtakarar på alle sidor og ikkje kann sleppa undan."
    },
    "game": {
        "close_error": "Noko gjekk kannskje gale. Kopla av:",
        "end": {
            "true": "Kongen vart teken til fange",
            "false": "Kongen slapp undan"
        },
        "code": "Gjev venen din denne lykelen for å bjoda til spels:",
        "host_success": "Kopla til.",
        "join_fail": "Tenaren gav rangt svar. Eg venta umgangslykelen $CODE, men fekk ",
        "join_success": "Kopla til umgang.",
        "your_turn": "Det er turen din att.",
        "opponents_turn": "Det er turen til motstandaren.",
        "game_start": "Spelet er no i gang",
        "game_start2": {
            "true": " og du kann byrja.",
            "false": ", men det er ikkje du som byrjar."
        },
        "game_win": "Til lukka; du hev vunne!",
        "game_lose": "Betre lukka neste gong; du tapa :(",
        "team_aatak": "Åtak",
        "team_hirdi": "Hirdi",
        "unknown": "Ukjend"
    }
}
